HackerRank_30DaysOfCode/Day0.java

<SOAP:Envelope xmlns:SOAP="http://schemas.xmlsoap.org/soap/envelope/">
  <SOAP:Body>
    <AddTenantRequest xmlns="http://schemas.cordys.com/TenantRequestWSAppServerPackage" preserveSpace="no" qAccess="0" qValues="">
      <Name>PARAMETER</Name>
      <Company>PARAMETER</Company>
      <Country>PARAMETER</Country>
      <Phonenumber>PARAMETER</Phonenumber>
      <Email>PARAMETER</Email>
      <Jobtitle>PARAMETER</Jobtitle>
      <Employestrength>PARAMETER</Employestrength>
      <Productname>PARAMETER</Productname>
      <Slot>PARAMETER</Slot>
    </AddTenantRequest>
  </SOAP:Body>
</SOAP:Envelope>